// MMPreferenceController.m
"Advanced" = "Advanced";
"General" = "General";
"Integration" = "Integration";

// MMAppController.m
/* Quit dialog with no changed buffers, title */
"Are you sure you want to quit MacVim?" = "Are you sure you want to quit MacVim?";

/* Dialog button */
"Cancel" = "Cancel";

/* File not found dialog, text */
"Could not open file with name %@, and %d other files." = "Could not open file with name %1$@, and %2$d other files.";

/* File not found dialog, text */
"Could not open file with name %@." = "Could not open file with name %@.";

/* File not found dialog, title */
"File not found" = "File not found";

/* File not found dialog, title */
"Multiple files not found" = "Multiple files not found";

/* Dialog button */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Recent" = "Open Recent";

/* Plug-In menu title */
"Plug-In" = "Plug-In";

/* Dialog button */
"Quit" = "Quit";

/* Quit dialog with changed buffers, title */
"Quit without saving?" = "Quit without saving?";

/* Quit dialog with no changed buffers, text */
"There are %d tabs open in MacVim. Do you want to quit anyway?" = "There are %d tabs open in MacVim. Do you want to quit anyway?";

/* Quit dialog with no changed buffers, text */
"There are %d windows open in MacVim, with a total of %d tabs. Do you want to quit anyway?" = "There are %1$d windows open in MacVim, with a total of %2$d tabs. Do you want to quit anyway?";

/* Quit dialog with no changed buffers, text */
"There are %d windows open in MacVim. Do you want to quit anyway?" = "There are %d windows open in MacVim. Do you want to quit anyway?";

/* Quit dialog with changed buffers, text */
"There are modified buffers, if you quit now all changes will be lost.  Quit anyway?" = "There are modified buffers, if you quit now all changes will be lost.  Quit anyway?";

/* Unknown URL Scheme dialog, text */
"This version of MacVim does not support \"%@\" in its URL scheme." = "This version of MacVim does not support \"%@\" in its URL scheme.";

/* Unknown URL Scheme dialog, title */
"Unknown URL Scheme" = "Unknown URL Scheme";

// MMPreferenceController.m
"Install" = "Install";
"Update" = "Update";
"Latest version is %@, you have %@." = "Latest version is %@, you have %@.";
"Latest version is %@. You have the latest version." = "Latest version is %@. You have the latest version.";
"Latest version is %@. It is not installed." = "Latest version is %@. It is not installed.";